[
    {
        "id": 1,
        "name": "SPORTS",
        "image": "public/sports_closed.png",
        "open_box": "public/sports_open.png",
        "description": "the collection of hidden figirlines who made history in sports",
        "options": [
            {
                "name": "Billie Jean King",
                "image": "public/billie.png",
                "description": "A trailblazing tennis champion and gender equality advocate, King won 39 Grand Slam titles and famously defeated Bobby Riggs in the “Battle of the Sexes,” helping pave the way for equal pay and respect in women’s sports.",
                "back": "public/billie_back.png",
                "front": "public/billie_front.png"
            },
            {
                "name": "Quan Hongchan",
                "image": "public/quan.png",
                "description": "A Chinese diving prodigy who stunned the world by winning gold at the 2020 Tokyo Olympics at just 14 years old. Her flawless dives set records and inspired a new generation of athletes.",
                "back": "public/quan_back.png",
                "front": "public/quan_front.png"
            },
            {
                "name": "Amelia Earhart",
                "image": "public/amelia.png",
                "description": "Though best known as a pioneering aviator, Earhart also broke barriers in sports and adventure. She was the first woman to fly solo across the Atlantic, becoming a symbol of courage and female empowerment worldwide.",
                "back": "public/amelia_back.png",
                "front": "public/amelia_front.png"
            }
        ]
    },
    {
        "id": 2,
        "name": "STEM",
        "image": "public/stem_closed.png",
        "open_box": "public/stem_open.png",
        "description": "the collection of hidden figirlines who made contributions to their fields in STEM",
        "options": [
            {
                "name": "Ada Lovelace",
                "image": "public/ada.png",
                "description": "Often regarded as the world's first computer programmer, Lovelace wrote algorithms for Charles Babbage's early mechanical computer, envisioning the future potential of computing long before it was realized.",
                "back": "public/ada_back.png",
                "front": "public/ada_front.png"
            },
            {
                "name": "Rosalind Franklin",
                "image": "public/rosalind.png",
                "description": "A brilliant chemist whose X-ray diffraction work was critical to understanding the double-helix structure of DNA. Her contributions laid the foundation for modern genetics, though recognition came mostly posthumously.",
                "back": "public/rosalind_back.png",
                "front": "public/rosalind_front.png"
            },
            {
                "name": "Katherine Johnson",
                "image": "public/katherine.png",
                "description": "A NASA mathematician whose calculations were essential to the success of early U.S. space missions, including the moon landing. Her story gained wide acclaim in Hidden Figures, highlighting her pioneering role as a Black woman in STEM.",
                "back": "public/katherine_back.png",
                "front": "public/katherine_front.png"
            }
        ]
    },
    {
        "id": 3,
        "name": "POLITICS",
        "image": "public/political_closed.png",
        "open_box":"public/political_open.png",
        "description": "the collection of hidden figirlines who were pioneers in politics",
        "options": [
            {
                "name": "Kamala Harris",
                "image": "public/kamala.png",
                "description": "The first woman, first Black American, and first South Asian American to serve as Vice President of the United States. Harris has broken numerous barriers and remains a prominent voice for justice and representation.",
                "back": "public/kamala_back.png",
                "front": "public/kamala_front.png"
            },
            {
                "name": "Ruth Bader Ginsburg",
                "image": "public/rbg.png",
                "description": "A U.S. Supreme Court Justice and fierce advocate for gender equality and civil rights. Her legal legacy and cultural impact made her a feminist icon known simply as “RBG.”",
                "back": "public/ruth_back.png",
                "front": "public/ruth_front.png"
            },
            {
                "name": "Shirley Chisholm",
                "image": "public/shirley.png",
                "description": "The first Black woman elected to the U.S. Congress and the first Black woman to seek a major party’s nomination for President. Her campaign slogan, “Unbought and Unbossed,” still resonates today.",
                "back": "public/shirley_back.png",
                "front": "public/shirley_front.png"
            }
        ]
    }
]
